Repository: beatrycze-volk/digas-fe-management
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# flexform.main.title
source: Main Settings
de: Einstellungen

# flexform.main.view
source: Choose View
de: Ansicht auswählen

# flexform.main.view.adminStatistic
source: Admin Statistic
de: Adminstrator Statistik

# flexform.main.view.createUser
source: Create User
de: Nutzer anlegen

# flexform.main.view.editUser
source: Edit User
de: Nutzer bearbeiten

# flexform.main.view.list
source: List
de: Liste

# flexform.main.view.savesearch
source: Save search
de: Suche speichern

# flexform.main.view.statistic
source: Statistic
de: Statistik

# flexform.main.view.userAdminStatistic
source: Single User Statistic for Admins
de: Nutzer Statistik für Administratoren

# flexform.main.view.userStatistic
source: User Statistic
de: Nutzer Statistik

source: Please choose
de: Bitte wählen Sie aus

# tx_digasfemanagement_domain_model_access
source: Kitodo FE user access
de: Freigabe Katalog-IDs für Fremdnutzer

# tx_digasfemanagement_domain_model_access.access_granted_notification
source: Dispatch date email for access granted
de: Versanddatum E-Mail Zugriff gewährt

# tx_digasfemanagement_domain_model_access.dlf_document
source: Kitodo document uid
de: Kitodo uid

# tx_digasfemanagement_domain_model_access.end_time
source: Access end
de: Zugriff ende

# tx_digasfemanagement_domain_model_access.expire_notification
source: Dispatch date email for expiration notification
de: Versanddatum E-Mail Ablaufbenachrichtigung

# tx_digasfemanagement_domain_model_access.inform_user
source: Inform user (flag for mailing queue)
de: User benachrichtigen (Flag für Mailing-Queue)

# tx_digasfemanagement_domain_model_access.record_id
source: Kitodo document record_id
de: Kitodo Datensatz Identifikator

# tx_digasfemanagement_domain_model_access.rejected
source: Rejected
de: Zugriff verweigert

# tx_digasfemanagement_domain_model_access.rejected_reason
source: Rejected reason
de: Zugriff verweigert Begründung

# tx_digasfemanagement_domain_model_access.start_time
source: Access start
de: Zugriff start

# tx_digasfemanagement_domain_model_statistic
source: Statistic Data
de: Statistik Daten

# tx_digasfemanagement_domain_model_statistic.document
source: Document
de: Dokumente

# tx_digasfemanagement_domain_model_statistic.download_pages
source: Download of pages per document
de: Downloads von Einzelseiten pro Dokument

# tx_digasfemanagement_domain_model_statistic.download_work
source: Download of full documents
de: Download ganzer Dokumente

# tx_digasfemanagement_domain_model_statistic.fe_user
source: Frontend User
de: Angemeldete Nutzer

# tx_digasfemanagement_domain_model_statistic.work_views
source: Workview views
de: Werkansichten

# tx_femanager_domain_model_log.state.10001
source: User deactivated
de: Nutzer deaktiviert

# tx_femanager_domain_model_user.city
source: City
de: Ort

# tx_femanager_domain_model_user.company
source: Name of organization
de: Name der Organisation

# tx_femanager_domain_model_user.company_type
source: Organizational unit
de: Organisationseinheit

# tx_femanager_domain_model_user.disable
source: Hidden
de: Aktiviert

# tx_femanager_domain_model_user.district
source: District
de: Ortsteil

# tx_femanager_domain_model_user.email
source: Email
de: Email-Adresse

# tx_femanager_domain_model_user.gender
source: Salutation
de: Anrede

# tx_femanager_domain_model_user.inactivemessage_tstamp
source: Inactive Message Date
de: Inaktivitätsmeldung Datum

# tx_femanager_domain_model_user.kitodo_document_access
source: Kitodo FE user access
de: Freigabe Katalog-IDs für Fremdnutzer

# tx_femanager_domain_model_user.lastName
source: Lastname
de: Name

# tx_femanager_domain_model_user.old_account
source: Reference to old account after change of e-mail / username
de: Referenz auf alten Account nach Update E-Mail / Username

# tx_femanager_domain_model_user.pw_changed_on_confirmation
source: Password changed after confirmation
de: Passwort nach Registrierungsbestätigung geändert

# tx_femanager_domain_model_user.saved_searches
source: Saved searches
de: Gespeicherte Suchen

# tx_femanager_domain_model_user.tab.saved_searches
source: Saved searches
de: Gespeicherte Suchen

# tx_femanager_domain_model_user.tab.temp_user
source: Temporary commercial user
de: Temporärer gewerblicher Nutzer

# tx_femanager_domain_model_user.temp_user_area_location
source: Location of the area for which geological data are requested
de: Lage des Gebiets, für das geologische Daten begehrt werden

# tx_femanager_domain_model_user.temp_user_ordering_party
source: Ordering party
de: Auftraggeber

# tx_femanager_domain_model_user.temp_user_purpose
source: Purpose of the visit
de: Zweck des Besuchs

# tx_femanager_domain_model_user.zip
source: Zipcode
de: Postleitzahl
