Repository: beatrycze-volk/digas-fe-management
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# access.action.adjust
source: Adjust release
de: Freigabe anpassen

# access.action.delete
source: Delete release
de: Freigabe löschen

# access.action.grant
source: Grant release
de: Freigabe erteilen

# access.action.reject
source: Reject release
de: Freigabe ablehnen

# access.confirm.reject
source: Are you sure to reject access to the document "%s"?
de: Wollen Sie die Freigabe für Dokument "%s" wirklich ablehnen?

# access.error.dlfDocument.exists
source: Document is already in users access list. It's either not accessible yet, the access is expired or the document already been made accessible
de: Das Dokument befindet sich bereits in der Zugriffsliste des Benutzers. Es ist entweder noch nicht freigegeben, der Zugang ist abgelaufen oder das Dokument ist bereits freigegeben

# access.error.endtime
source: Release end must be at least one day in the future
de: Freigabe Ende muss mindestens einen Tag in der Zukunft liegen

# access.error.recordId.missing
source: Please enter a document identifier
de: Bitte geben Sie einen Datensatz Identifikator ein

# access.error.recordId.notFound
source: No document for given identifier was found
de: Für den angegebenen Datensatz Identifikator konnte kein Dokument gefunden werden

# access.error.starttime
source: Start date must be today or in the future
de: Freigabe Start muss in der Zukunft liegen

# access.list
source: Manage access to documents
de: Zugriff auf Dokumente verwalten

# access.list.endtime
source: Access end date
de: Freigabe Ende

# access.list.expired
source: Access expired
de: Abgelaufene Freigaben

# access.list.granted
source: Access granted
de: Bewilligte Freigaben

# access.list.pending
source: Access pending
de: Ausstehende Freigaben

# access.list.rejected
source: Access rejected
de: Abgelehnte Freigaben

# access.list.short
source: Access
de: Freigaben

# access.list.starttime
source: Access start date
de: Freigabe Start

# access.new.create
source: Create document access
de: Neue Freigabe anlegen

# access.new.headline
source: Create new document access for user "%s"
de: Neue Freigabe für User "%s" anlegen

# access.new.submit
source: Create document access
de: Dokument freigeben

# access.recordId
source: Document Identifier
de: Datensatz Identifikator

# access.rejectedReason
source: Reason for rejection
de: Grund der Ablehnung

# access.rejectedReason.new
source: Release has been denied before and has been requested again.
de: Die Freigabe wurde bereits einmal angefragt und abgelehnt. Dies ist eine erneuter Antrag.

# access.rejectedReasonLastmodified
source: Last modification of rejection
de: Datum der Ablehnung

# access.success.deleted
source: Access for document "%s" was deleted
de: Freigabe für Dokument "%s" wurde entfernt

# access.success.granted
source: Access for document "%s" was granted
de: Freigabe für Dokument "%s" wurde erteilt

# access.success.updated
source: Access for document "%s" was updated
de: Freigabe für Dokument "%s" wurde angepasst

# access.user.inform
source: Inform user about new access / rejected access
de: Nutzer über neue Freigaben / Ablehnungen informieren

# access.user.inform.queued
source: Message to user about new document access / rejection was queued
de: Nachricht an Benutzer über neuen Dokumentenzugriff / Ablehnung wurde in die Warteschlange gestellt

# administration.listing.table.actions
source: Actions
de: Aktionen

# administration.listing.table.institutionalUser
source: Institutional user
de: Institutioneller Nutzer

# administration.listing.table.privateUser
source: Private user
de: Private Nutzer

# administration.listing.table.userType
source: Account-Type
de: Account-Typ

# administration.resetSearch
source: Reset
de: Filter zurücksetzen

# administration.show.UserDeactivateConfirmation
source: Do you really want to deactivate the user?
de: Möchten Sie den Nutzer wirklich deaktivieren?

# administration.show.activate
source: Activate
de: Aktivieren

# administration.show.activateUser
source: Activate user account
de: Nutzeraccount aktivieren

# administration.show.deactivate
source: Deactivate
de: Deaktivieren

# administration.show.deactivateUser
source: Deactivate user account
de: Nutzeraccount deaktivieren

# administration.show.edit
source: Edit
de: Bearbeiten

# administration.show.editUser
source: Edit User Details
de: Nutzerdetails bearbeiten

# administration.show.view
source: View
de: Anzeigen

# administration.show.viewUser
source: View User Details
de: Nutzerdetails anzeigen

# administration.userActive
source: Active
de: Aktiv

# administration.userInactive
source: Inactive
de: Inaktiv

# basket.back
source: go back
de: zurück

# basket.continue
source: continue
de: weiter

source: Basket empty
de: Warenkorb leer

# basket.header.alreadyRequested
source: Documents already requested for release
de: Bereits für die Freigabe angefragte Dokumente

# basket.message
source: Your message
de: Ihre Nachricht

# basket.message.alreadyRequested
source: These documents cannot be requested again
de: Diese Dokumente können nicht erneut angefragt werden

# basket.note.step1
source: Submit your request and gain access to the listed documents
de: Antrag zu zugangsbeschränkten Dokumenten stellen

# basket.note.step2
source: Please check the data you wish to request
de: Bitte überprüfen Sie die Daten, die Sie anfragen wollen

# basket.request
source: Request basket
de: Warenkorb anfragen

# basket.table.actions
source: Actions
de: Aktionen

# basket.table.actions.remove
source: remove from basket
de: aus Warenkorb entfernen

# basket.table.title
source: Title
de: Titel

# changeEmailStatus
source: Change e-mail
de: E-Mail-Adresse ändern

# contactRegisteredUsers.finisher.Confirmation.message
source: Thanks for your message. We're getting back to you as soon as possible.
de: Vielen Dank für Ihre Nachricht. Wir melden uns schnellstmöglich bei Ihnen.

# contactRegisteredUsers.finisher.EmailToReceiver.subject
source: [DiGA.Sax] New request via DiGA.Sax
de: [DiGA.Sax] Neue Anfrage an DiGA.Sax

# contactRegisteredUsers.finisher.EmailToSender.subject
source: [DiGA.Sax] Your request to DiGA.Sax
de: [DiGA.Sax] Ihre Anfrage an DiGA.Sax

# createRequestWaitingForUserConfirm
source: Thank you for your request. Please check your mail account to confirm the profile.
de: Vielen Dank für Ihre Anfrage. Bitte überprüfen Sie Ihr E-Mail-Postfach und bestätigen Sie Ihre Registrierung.

# dialog.continue
source: continue
de: weiter

# dialog.hint
source: Note: The selection you make will apply to the entire session. If you are conducting research for multiple purposes, please start a new browser session for each DiGA.Sax inquiry
de: Hinweis: Ihre Antwort wird für die gesamte Sitzung verwendet. Wenn Sie für mehrere Vorhaben recherchieren, müssen Sie jeweils eine neue Browser-Sitzung für DiGA.Sax starten.

# dialog.no
source: no
de: nein

# dialog.question
source: Is the review and use of the marked documents intended to be part of a commercial activity?
de: Soll die Einsichtnahme und Nutzung der markierten Dokumente im Rahmen einer gewerblichen Tätigkeit erfolgen?

# dialog.title
source: Purpose of use
de: Zweck der Nutzung

# dialog.yes
source: yes
de: ja

# element.Form.renderingOptions.submitButtonLabel
source: Send
de: Senden

# element.Page.renderingOptions.nextButtonLabel
source: next
de: weiter

# element.Page.renderingOptions.previousButtonLabel
source: back
de: zurück

# element.SummaryPage.renderingOptions.nextButtonLabel
source: next
de: weiter

# element.SummaryPage.renderingOptions.previousButtonLabel
source: back
de: zurück

# element.company.properties.label
source: Organization
de: Firma/Organisation

# element.email.properties.label
source: E-mail
de: E-Mail-Adresse

# element.firstname.properties.label
source: Firstname
de: Vorname

# element.lastname.properties.label
source: Lastname
de: Nachname

# element.message.properties.label
source: Message
de: Ihre Nachricht

# element.phone.properties.label
source: Telephone
de: Telefonnummer

# element.subject.properties.label
source: Subject
de: Betreff

# emailChangeUserConfirmationSubject
source: [DiGA.Sax] Please confirm your e-mail change request
de: [DiGA.Sax] Bitte bestätigen Sie die Änderung Ihrer E-Mail-Adresse

# emailChangedRequestWaitingForUserConfirm
source: Thank you for your request. Please check your mail account to confirm your e-mail-address.
de: Vielen Dank für Ihre Anfrage. Bitte überprüfen Sie Ihren E-Mail-Account um Ihre E-Mail-Adresse zu bestätigen.

# emailConfirmDisableActionSubject
source: Your Account has been disabled
de: Ihr Nutzerkonto wurde deaktiviert

# emailInvitationSubject
source: [DiGA.Sax] Please confirm the user account for DiGA.Sax which has been created for you
de: [DiGA.Sax] Bitte bestätigen Sie das angelegte DiGA.Sax Benutzerkonto

# emailCreateUserConfirmationLinkConfirm
source: Complete registration
de: Registrierung abschließen

# emailCreateUserConfirmationLinkConfirmEmail
source: Confirm e-mail-address
de: E-Mail-Adresse bestätigen

# emailCreateUserConfirmationSubject
source: [DiGA.Sax] Please confirm your account creation request
de: [DiGA.Sax] Bitte bestätigen Sie Ihre Registrierungsanfrage

# emailCreateUserConfirmationText1
source: Thank you for your registration at DiGA.Sax - the Digital Geological Archive Saxony.
de: Vielen Dank für Ihre Registrierung in DiGA.Sax – dem Digitalen Geologischen Archiv Sachsens.

# emailCreateUserConfirmationText2
source: Please click on the following link to activate your user account:
de: Bitte klicken Sie auf den nachfolgenden Link zur Aktivierung Ihres Benutzerkontos:

# emailCreateUserConfirmationText3
source: Please note that the link is only valid for 24 hours.
de: Beachten Sie bitte, dass der Link nur für 24 Stunden gültig ist.

# emailCreateUserConfirmationText4
source: If you did not request this registration, you can safely ignore this e-mail.
de: Wenn Sie die Registrierung auf der Website nicht selbst vorgenommen haben, können Sie diese E-Mail ignorieren.

# emailCreateUserConfirmationText5
source: Please use Microsoft Edge, Mozilla Firefox or Google Chrome as your default browser. Using Internet Explorer as the default browser may cause issues. If this occurs, please use the password recovery function on the DiGA.Sax website.
de: Bitte verwenden Sie als Standardbrowser Microsoft Edge, Mozilla Firefox oder Google Chrome. Bei Verwendung des Internet Explorers als Standardbrowser kann es zu Problem kommen. Ist dies der Fall, dann nutzen Sie bitte die Passwort-Vergessen-Funktion auf der DiGA.Sax Webseite.

# emailCreateUserConfirmationTextChangeMail
source: Please confirm your change of e-mail request on our server by clicking the following link:
de: Bitte bestätigen Sie die Änderung Ihr E-Mail-Adresse, indem sie auf den folgenden Link klicken:

# emailCreateUserNotifySubject
source: [DiGA.Sax] Your registration was confirmed
de: [DiGA.Sax] Ihre Registrierung wurde bestätigt

# emailCreateUserNotifyText1
source: Your user account was confirmed and successfully created.
de: Ihr Benutzerkonto wurde erfolgreich bestätigt und erstellt.

# emailNoReplyNotifyText
source: Please do not reply to this email. This email was automatically generated by DiGA.Sax. If you have any questions, please contact bohrarchiv.lfulg@smekul.sachsen.de
de: Bitte antworten Sie nicht auf diese E-Mail. Diese E-Mail wurde von DiGA.Sax automatisch generiert. Bei Fragen wenden Sie sich bitte an bohrarchiv.lfulg@smekul.sachsen.de

# emailDisable.homepage
source: Homepage
de: Startseite

# emailDisable.text1
source: Your Account has been disabled
de: Ihr Nutzerkonto wurde deaktiviert.

# emailDisable.text2
source: To reactivate your account, please send an email to the administrator.
de: Um Ihr Nutzerkonto zu reaktivieren, wenden Sie sich bitte an den Administrator.

# emailDisable.text3
source: You may register a new account. Please note, you cannot use the same email address as in this disabled account.
de: Sie können ein neues Nutzerkonto registrieren. Bitte beachten Sie, dass Sie nicht die selbe Email-Adresse verwenden können.

# emailInvitationLinkConfirmRefused
source: Delete user account
de: Benutzerkonto löschen

# emailInvitationText1
source: Your user profile for DiGA.Sax - the Digital Geological Archive Saxony - has just been created.
de: Ihr Benutzerkonto für DiGA.Sax - dem Digitalen Geologischen Archiv Sachsens - wurde soeben erstellt.

# emailInvitationText2
source: Please click on the following link to activate your user account:
de: Bitte klicken Sie auf den nachfolgenden Link zur Aktivierung Ihres Benutzerkontos:

# extend.disable.button
source: Deactivate account
de: Profil deaktvieren

# extend.disable.button.no
source: Cancel
de: Abbrechen

# extend.disable.step2
source: Do you really want to deactivate your account?
de: Wollen Sie Ihr Profil wirklich deaktivieren?

# kitodoAccessExpirationNotification.email.message
source: The access to the following documents will expire soon:
de: Der Zugriff auf die folgenden Dokumente läuft bald ab:

# kitodoAccessExpirationNotification.email.messageLogin
source: You can use this url to login:
de: Sie können sich über folgende Url anmelden:

# kitodoAccessExpirationNotification.email.subject
source: [DiGA.Sax] Expiration Information
de: [DiGA.Sax] Freigabe läuft bald ab

# kitodoAccessGrantedNotification.email.accessGranted
source: The access to the requested documents were granted:
de: Der Zugriff auf die folgenden Dokumente wurde gewährt:

# kitodoAccessGrantedNotification.email.accessRejected
source: The access to the requested documents were rejected:
de: Der Zugriff auf die folgenden Dokumente wurde abgelehnt:

# kitodoAccessGrantedNotification.email.message
source: The access to the requested documents were granted:
de: Der Zugriff auf die folgenden Dokumente wurde gewährt:

# kitodoAccessGrantedNotification.email.messageLogin
source: You can use this url to login:
de: Sie können sich über folgende Url anmelden:

# kitodoAccessGrantedNotification.email.subject
source: [DiGA.Sax] Your request for access has been processed
de: [DiGA.Sax] Ihr Antrag auf Freigabe wurde bearbeitet

# kitodo_feuser_access.message
source: Please release the document with the catalog ID:
de: Ich bitte um Freigabe des Dokuments mit der Katalog-ID:

# kitodo_feuser_access.subject
source: [DiGA.Sax] Release request for catalog ID:
de: [DiGA.Sax] Freigabewunsch für Katalog-ID:

# noChanges
source: No changes detected
de: Keine Änderungen festgestellt.

# remindUnusedAccounts.email.message
source: You didn't login the last %s days. Please login in the next %s days to avoid the account deletion.
de: Sie haben Ihren Zugang zum DiGA.Sax Benutzerkonto in den letzten %s Tagen nicht genutzt. Bitte melden Sie sich in Ihr Benutzerkonto innerhalb der nächsten %s Tage ein, um eine Löschung des Zugangs zu vermeiden.

# remindUnusedAccounts.email.messageLogin
source: You can use this address to login again:
de: Sie können sich über folgende Adresse wieder anmelden:

# remindUnusedAccounts.email.subject
source: [DiGA.Sax] Inactive Warning
de: [DiGA.Sax] Inaktivitätswarnung

# requestKitodoAccess.email.subject
source: [DiGA.Sax] Access requested
de: [DiGA.Sax] Dokumentenfreigabe beantragt

# requestKitodoAccess.error
source: Error while access to documents requested
de: Fehler beim angeforderten Zugriff auf Dokumente

# requestKitodoAccess.success
source: Access to documents were successfully requested
de: Zugang zu Dokumenten wurde erfolgreich beantragt

# requestKitodoAccessUser.email.subject
source: [DiGA.Sax] Access requested
de: [DiGA.Sax] Dokumentenfreigabe beantragt

source: Search
de: Suche

# search.created.success
source: Search was saved
de: Die Suche wurde erfolgreich gespeichert.

# search.deleted.confirm
source: Do you really want to delete the entry?
de: Wollen Sie den Eintrag wirklich löschen?

# search.deleted.success
source: Entry was deleted successfully
de: Der Eintrag wurde erfolgreich gelöscht

# search.entry.delete
source: delete
de: löschen

# search.save.button
source: Save search
de: Suche speichern

# search.save.title
source: Please assign a name for the search
de: Bitte vergeben sie einen Namen für ihre Suche

# statistic.filterForm.dateFrom
source: Filter from Date
de: Filter Datum von

# statistic.filterForm.dateTo
source: Filter to Date
de: Filter Datum bis

# statistic.filterForm.filter
source: filter
de: Filtern

# statistic.noRecordsFound
source: No statistic data found.
de: Keine statistischen Daten gefunden.

# statistic.table.document
source: Documents
de: Dokumente

# statistic.table.downloadPages
source: Single Page Downloads
de: Einzelseiten Downloads

# statistic.table.downloadWork
source: Full PDF Downloads
de: Gesamtwerk Downloads

# statistic.table.workViews
source: Views in Workview
de: Werkansichten

# submitChangeEmail
source: Change e-mail-address
de: E-Mail-Adresse ändern

# titleInvitationSetPassword
source: Please set a new password. It must include at least one uppercase and one special character.
de: Bitte vergeben Sie ein Passwort. Dieses muss mindestens 8 Zeichen lang sein, einen Großbuchstaben und ein Sonderzeichen enthalten.

# tx_femanager_domain_model_log.state.10001
source: User with username "%s" deactivated.
de: Nutzer mit der E-Mail-Adresse "%s" wurde deaktiviert.

# tx_femanager_domain_model_log.state.10002
source: User with username "%s" activated.
de: Nutzer mit der E-Mail-Adresse "%s" wurde aktiviert.

# tx_femanager_domain_model_user.address
source: Street / Number
de: Straße / Hausnummer

# tx_femanager_domain_model_user.city
source: City
de: Ort

# tx_femanager_domain_model_user.company
source: Name of organization
de: Name der Organisation

# tx_femanager_domain_model_user.company_type
source: Organizational unit
de: Organisationseinheit

# tx_femanager_domain_model_user.country
source: Country
de: Land

# tx_femanager_domain_model_user.disable
source: Deactivate Account
de: Account deaktivieren

# tx_femanager_domain_model_user.district
source: District
de: Ortsteil

# tx_femanager_domain_model_user.email
source: Email
de: Email-Adresse

# tx_femanager_domain_model_user.gender
source: Salutation
de: Anrede

# tx_femanager_domain_model_user.gender.item1
source: Mrs
de: Frau

# tx_femanager_domain_model_user.gender.item2
source: Mr
de: Herr

# tx_femanager_domain_model_user.inactivemessage_tstamp
source: Inactive Message Date
de: Datum der Deaktivierung

# tx_femanager_domain_model_user.lastName
source: Lastname
de: Name

# tx_femanager_domain_model_user.new_email
source: new E-Mail-Address
de: neue E-Mail-Adresse

# tx_femanager_domain_model_user.tempUserAreaLocation
source: Location of the area for which geological data are requested
de: Lage des Gebiets, für das geologische Daten begehrt werden

# tx_femanager_domain_model_user.tempUserOrderingParty
source: Ordering party
de: Auftraggeber

# tx_femanager_domain_model_user.tempUserPurpose
source: Purpose of the visit
de: Zweck des Besuchs

# tx_femanager_domain_model_user.temp_user_area_location
source: Location of the area for which geological data are requested
de: Lage des Gebiets, für das geologische Daten begehrt werden

# tx_femanager_domain_model_user.temp_user_ordering_party
source: Ordering party
de: Auftraggeber

# tx_femanager_domain_model_user.temp_user_purpose
source: Purpose of the visit
de: Zweck des Besuchs

# tx_femanager_domain_model_user.terms
source: I accept the terms and conditions
de: Nutzungsbedingungen akzeptieren

# tx_femanager_domain_model_user.terms.post
source: Information on data processing can be found in our
de: Informationen zur Datenverarbeitung finden Sie in unserer

# tx_femanager_domain_model_user.terms.pre
source: I / we accept the terms of use (Germany - attribution - version 2.0) of the data offered on this website in the current version.
de: Ich/wir erkenne(n) die Nutzungsbedingungen (Deutschland - Namensnennung - Version 2.0) der auf dieser Webpräsenz angeboten Daten in der jeweils aktuellen Fassung an.

# tx_femanager_domain_model_user.termslinktext
source: data protection declaration
de: Datenschutzerklärung

# tx_femanager_domain_model_user.usergroup
source: Usergroup
de: Nutzergruppe

# tx_femanager_domain_model_user.zip
source: Zipcode
de: Postleitzahl

# validationErrorPasswordUpperCaseSpecialChar
source: Please use at least one uppercase and one special character
de: Bitte verwenden Sie mindestens einen Großbuchstaben und ein Sonderzeichen

# administration.list.pending.showAll
source: show all users
de: Alle Benutzer anzeigen

# administration.list.pending.showPending
source: show users with pending access
de: Benutzer mit ausstehenden Freigaben anzeigen

# administration.list.pending.headline
source: Users with pending access
de: Benutzer mit ausstehenden Freigaben
